Revit 2027 API
SystemZoneElementType.UseHumidificationSetPoint Property
 Use the humidification set point.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UseHumidificationSetPoint { get; set; }
Public Property UseHumidificationSetPoint As Boolean
	Get
	Set
public:
property bool UseHumidificationSetPoint {
	bool get ();
	void set (bool value);
}
member UseHumidificationSetPoint : bool with get, set
Property Value
Boolean
See Also
Reference
SystemZoneElementType Class
Autodesk.Revit.DB.Mechanical Namespace